Repository: NaN-tic/trytond-product_pack-old
Catalog: locale/*.po
Languages: ca_es

# field:product.code,product_pack:
source: Packaging
ca_es: Embalatge

# field:product.pack,codes:
source: Codes
ca_es: Codis

# field:product.pack,create_date:
source: Create Date
ca_es: Data creació

# field:product.pack,create_uid:
source: Create User
ca_es: Usuari creació

# field:product.pack,height:
source: Height
ca_es: Pes

# field:product.pack,layers:
source: Number of Layers
ca_es: Número de capes

# field:product.pack,length:
source: Length
ca_es: Llargada

# field:product.pack,note:
source: Description
ca_es: Descripció

# field:product.pack,packages_layer:
source: Packagings by layer
ca_es: Embalatges per capa

# field:product.pack,packaging_type:
source: Type of Packaging
ca_es: Tipus d'embalatge

# field:product.pack,packaging_type_weight:
source: Empty Packaging Weight
ca_es: Pes buit de l'embalatge

# field:product.pack,product:
source: Product
ca_es: Producte

# field:product.pack,qty:
source: Quantity by Package
ca_es: Quantitat per embalatge

# field:product.pack,rec_name:
source: Name
ca_es: Nom

# field:product.pack,sequence:
source: Sequence
ca_es: Seqüència

# field:product.pack,weight:
source: Total Packaging Weight
ca_es: Pes total de l'embalatge

# field:product.pack,width:
source: Width
ca_es: Amplada

# field:product.pack,write_date:
source: Write Date
ca_es: Data modificació

# field:product.pack,write_uid:
source: Write User
ca_es: Usuari modificació

# field:product.packaging.type,create_date:
source: Create Date
ca_es: Data creació

# field:product.packaging.type,create_uid:
source: Create User
ca_es: Usuari creació

# field:product.packaging.type,name:
source: Name
ca_es: Nom

# field:product.packaging.type,rec_name:
source: Name
ca_es: Nom

# field:product.packaging.type,type:
source: Type
ca_es: Tipus

# field:product.packaging.type,write_date:
source: Write Date
ca_es: Data modificació

# field:product.packaging.type,write_uid:
source: Write User
ca_es: Usuari modificació

# field:product.template,packagings:
source: Packagings
ca_es: Embalatges

# help:product.pack,height:
source: The height of the packaging.
ca_es: L'alçada de l'embalatge.

# help:product.pack,layers:
source: The number of layers on a box or pallet.
ca_es: El número de capes a una caixa o palet.

# help:product.pack,length:
source: The length of the packaging.
ca_es: La llargada de l'embalatge.

# help:product.pack,packages_layer:
source: The number of packages by layer.
ca_es: El número d'embalatges per capa.

# help:product.pack,packaging_type_weight:
source: The weight of the empty type of packaging.
ca_es: El pes buit del tipus d'embalatge.

# help:product.pack,qty:
source: The total number of products you can put by box or pallet.
ca_es: El número total de productes que podeu posar per caixa o palet.

# help:product.pack,sequence:
source: Gives the sequence order when displaying a list of packaging.
ca_es: Obté l'ordre de seqüència quan mostra una llista d'embalatges.

# help:product.pack,weight:
source: The weight of a full package, pallet or box.
ca_es: El pes de l'embalatge complert, caixa o palet.

# help:product.pack,width:
source: The width of the packaging.
ca_es: L'amplada de l'embalatge.

# model:ir.action,name:act_product_pack
source: Product Package
ca_es: Embalatge de producte

# model:ir.ui.menu,name:menu_product_pack
source: Product Package
ca_es: Embalatge de producte

# model:product.pack,name:
source: Product Pack
ca_es: Paquet de producte

# model:product.packaging.type,name:
source: Packaging Type
ca_es: Tipus d'embalatge

# selection:product.packaging.type,type:
source: Box
ca_es: Caixa

# selection:product.packaging.type,type:
source: Pack
ca_es: Paquet

# selection:product.packaging.type,type:
source: Pallet
ca_es: Palet

# selection:product.packaging.type,type:
source: Unit
ca_es: Unitat

# view:product.pack:
source: Label
ca_es: Etiqueta

# view:product.pack:
source: Packaging
ca_es: Embalatge

# view:product.pack:
source: Pallet Dimension
ca_es: Dimensió del palet

# view:product.pack:
source: Palletization
ca_es: Patetització

# view:product.pack:
source: Product Pack
ca_es: Paquet de producte

# view:product.template:
source: Packaging
ca_es: Embalatge
